{
  "hello": "Hallo Welt!",
  "select_language": "Sprache auswählen",
  "en": "Englisch",
  "de": "Deutsch",
  "fr": "Französisch",
  "es": "Spanisch",
  "not_found_message": "Die Seite konnte nicht gefunden werden.",
  "error_message": "Ein Fehler ist aufgetreten.",
  "/": {
    "in_development": "In Entwicklung"
  },
  "/e-sim-compatibility-guide": {
    "url": "e-sim-kompatibilitätsleitfaden",
    "title": "eSIM-Kompatibilitätsleitfaden",
    "e_sim_offers_button_title": "Unsere E-SIM-Angebote anzeigen",
    "jump_to_your_phone_brand": "Springen Sie zu Ihrer Telefonmarke:",
    "quick_tips": {
      "title": "Schnelle Tipps",
      "1": "Wenn Sie die Option 'eSIM hinzufügen' in den Einstellungen sehen, unterstützt Ihr Telefon eSIM.",
      "2": "Wählen Sie *#06#, um die EID-Nummer (eSIM-Identifikator) zu überprüfen. Wenn Sie die EID-Nummer nicht sehen können, unterstützt Ihr Telefon wahrscheinlich keine eSIM.",
      "3": "Ihr Gerät muss vom Anbieter entsperrt sein, um eSIMs von anderen Anbietern verwenden zu können."
    },
    "can_esim_be_used_internationally": {
      "title": "Kann eSIM international genutzt werden?",
      "answer": "Ja, solange Ihr Telefon eSIM-kompatibel und entsperrt ist, können Sie eine internationale eSIM während Ihrer Reisen im Ausland nutzen. Das ist einer der größten Vorteile für internationale Reisende. Sie können einen Datenplan online kaufen, ihn vor Ihrer Reise installieren und ihn aktivieren, sobald Sie an Ihrem Zielort ankommen – ohne die Notwendigkeit, einen SIM-Kartenladen zu finden oder sich mit Roaming-Gebühren auseinanderzusetzen."
    },
    "is_my_phone_unlocked": {
      "title": "Ist mein Telefon entsperrt, um eSIM zu verwenden?",
      "answer": "Unabhängig davon, welches Telefon Sie haben, muss es von den Einschränkungen des Anbieters entsperrt sein, um eSIM verwenden zu können. Einige Telefone sind an einen bestimmten Mobilfunkanbieter gebunden und können nur Datenpläne von diesem Netzwerk nutzen."
    },
    "next_step_installation": "Nächster Schritt: Installation",
    "after_confirming_compatibility": "Nachdem Sie bestätigt haben, dass Ihr Gerät mit der eSIM-Technologie kompatibel ist, <strong>ist der nächste Schritt die Installation Ihrer eSIM</strong>. Der Installationsprozess variiert je nach Gerätetyp und Betriebssystem leicht.",
    "check_installation_guide": "Für detaillierte Schritt-für-Schritt-Installationsanweisungen besuchen Sie unseren <link>Installationsleitfaden</link>",
    "manual_check_instructions": "Manuelle Überprüfungsanweisungen",
    "methods_to_check": "Überprüfungsmethoden",
    "method": "Methode",
    "compatible_models": "Kompatible Modelle",
    "not_compatible_models": "Nicht kompatible Modelle",
    "compatibility": "Kompatibilität",
    "metadata": {
      "title": "E-SIM-Kompatibilitätsleitfaden - ConnectPhone E-SIM",
      "description": "Finden Sie heraus, ob Ihr Gerät E-SIM-kompatibel ist",
      "keywords": [
        "eSIM",
        "eSIM-Kompatibilität",
        "eSIM-Unterstützung prüfen",
        "Telefonkompatibilität",
        "iPhone eSIM",
        "Android eSIM",
        "Samsung eSIM",
        "Google Pixel eSIM"
      ]
    }
  },
  "/e-sim-installation-guide": {
    "url": "e-sim-installationsanleitung",
    "title": "eSIM Installationsanleitung",
    "check_device_compatibility": "Überprüfen Sie die Gerätekompatibilität",
    "first_of_all": "Zunächst müssen Sie für jedes Gerät <strong>überprüfen, ob Ihr Gerät mit der eSIM-Technologie kompatibel ist</strong>. Nicht alle Geräte unterstützen eSIM, daher ist es wichtig, dies zuerst zu überprüfen.",
    "to_check_compatibility": "Um die Kompatibilität zu überprüfen, besuchen Sie unseren <link>Kompatibilitätsleitfaden</link>",
    "e_sim_offers_button_title": "Unsere E-SIM-Angebote anzeigen",
    "jump_to_your_phone_brand": "Springen Sie zu Ihrer Telefonmarke:",
    "quick_tips": {
      "title": "Schnelle Installationstipps",
      "1": "Installieren Sie Ihre eSIM am Tag vor Ihrer Reise für ein reibungsloses Erlebnis",
      "2": "Verwenden Sie die QR-Code-Methode, wenn möglich - sie ist schneller und zuverlässiger",
      "3": "Behalten Sie Ihre primäre SIM-Karte für Anrufe und verwenden Sie eSIM für Daten",
      "4": "Stellen Sie sicher, dass das Daten-Roaming auf Ihrer eSIM nach der Installation aktiviert ist"
    },
    "general_steps": {
      "title": "Allgemeine Installationsschritte",
      "description": "Wir empfehlen, die Installation am Tag vor Ihrer Reise durchzuführen und sie zu aktivieren, indem Sie unsere eSIM in den Einstellungen Ihres Telefons für 'mobile Daten' auswählen, sobald Sie an Ihrem Zielort ankommen. Verwenden Sie die QR-Code-Installation, wenn Sie ein anderes Gerät haben, von dem Sie scannen können, oder folgen Sie alternativ den Anweisungen zur manuellen Einrichtung."
    },
    "what_you_need": {
      "title": "Was Sie vor dem Start benötigen",
      "1": "Ein Telefon, das mit eSIM-Technologie kompatibel ist",
      "2": "Die Installations-E-Mail mit QR-Code von Ihrem Anbieter",
      "3": "Stabile Internetverbindung während der Installation"
    },
    "installation_instructions": "Installationsanweisungen nach Gerät",
    "what_you_need_for_device": "Was Sie benötigen",
    "installation_steps": "Installationsschritte",
    "step_images": "Schrittbilder",
    "important_notes": "Wichtige Hinweise",
    "general_tips_for_device": "Allgemeine Tipps",
    "metadata": {
      "title": "E-SIM Installationsanleitung - ConnectPhone E-SIM",
      "description": "Schritt-für-Schritt-Anleitung zur Installation Ihrer E-SIM auf verschiedenen Geräten",
      "keywords": [
        "eSIM-Installation",
        "eSIM installieren",
        "eSIM-Einrichtung",
        "QR-Code eSIM",
        "eSIM aktivieren",
        "iPhone eSIM-Einrichtung",
        "Android eSIM-Einrichtung",
        "eSIM-Aktivierungsanleitung"
      ]
    }
  },
  "/data-deletion": {
    "url": "datenlöschung",
    "title": "Datenlöschungsrichtlinie",
    "e_sim_offers_button_title": "Unsere E-SIM-Angebote anzeigen",
    "introduction": {
      "title": "Einführung",
      "description": "Bei ConnectPhone E-SIM sind wir dem Schutz Ihrer Privatsphäre und der Achtung Ihrer Rechte bezüglich Ihrer persönlichen Daten verpflichtet. Diese Datenlöschungsrichtlinie erklärt, wie Sie die Löschung Ihrer persönlichen Informationen aus unseren Systemen gemäß den geltenden Datenschutzgesetzen, einschließlich der Datenschutz-Grundverordnung (DSGVO) und anderen relevanten Datenschutzbestimmungen, beantragen können."
    },
    "your_rights": {
      "title": "Ihre Rechte",
      "description": "Unter den Datenschutzgesetzen haben Sie folgende Rechte bezüglich Ihrer persönlichen Daten:",
      "right_1": "Recht auf Löschung (Recht auf Vergessenwerden) - Sie können die Löschung Ihrer persönlichen Daten beantragen",
      "right_2": "Recht auf Auskunft - Sie können eine Kopie der von uns gespeicherten persönlichen Daten anfordern",
      "right_3": "Recht auf Berichtigung - Sie können die Korrektur unrichtiger persönlicher Daten beantragen",
      "right_4": "Widerspruchsrecht - Sie können der Verarbeitung Ihrer persönlichen Daten unter bestimmten Umständen widersprechen"
    },
    "data_collection": {
      "title": "Welche Daten wir sammeln",
      "description": "Wir können folgende Arten von persönlichen Daten sammeln und verarbeiten:",
      "type_1": "Kontoinformationen (Name, E-Mail-Adresse, Telefonnummer)",
      "type_2": "Zahlungsinformationen (Rechnungsadresse, Zahlungsmethodendetails)",
      "type_3": "Nutzungsdaten (eSIM-Aktivierung, Datennutzung, Geräteinformationen)",
      "type_4": "Kommunikationsaufzeichnungen (Kundensupport-Interaktionen, E-Mails)",
      "type_5": "Technische Daten (IP-Adresse, Browsertyp, Geräte-IDs)"
    },
    "how_to_request": {
      "title": "Wie Sie die Datenlöschung beantragen",
      "description": "Um die Löschung Ihrer persönlichen Daten zu beantragen, können Sie eine der folgenden Methoden verwenden:",
      "method_1": {
        "title": "E-Mail-Anfrage",
        "description": "Senden Sie eine E-Mail an unser Support-Team unter support@connectphone.eu mit dem Betreff 'Datenlöschungsanfrage'. Bitte geben Sie Ihre Kontakt-E-Mail-Adresse und alle zusätzlichen Informationen an, die uns bei der Identifizierung Ihres Kontos helfen."
      },
      "method_2": {
        "title": "Kontaktformular",
        "description": "Besuchen Sie unsere Kontaktseite unter connectphone.eu/contact und senden Sie eine Datenlöschungsanfrage über unser Kontaktformular. Stellen Sie sicher, dass Sie klar angeben, dass Sie eine Datenlöschung beantragen."
      }
    },
    "processing_time": {
      "title": "Bearbeitungszeit",
      "description": "Wir bearbeiten Ihre Datenlöschungsanfrage innerhalb von 30 Tagen nach Eingang. In einigen Fällen müssen wir möglicherweise Ihre Identität überprüfen, bevor wir die Anfrage bearbeiten, um die Sicherheit Ihrer Daten zu gewährleisten. Wenn wir zusätzliche Zeit oder Informationen benötigen, werden wir Sie innerhalb der ersten 30-Tage-Frist benachrichtigen."
    },
    "exceptions": {
      "title": "Ausnahmen von der Datenlöschung",
      "description": "Bitte beachten Sie, dass wir möglicherweise bestimmte Daten aus rechtlichen oder berechtigten Geschäftszwecken aufbewahren müssen, einschließlich:",
      "exception_1": "Finanzunterlagen, die für Buchhaltungs- und Steuerzwecke erforderlich sind (in der Regel 7 Jahre aufbewahrt)",
      "exception_2": "Daten, die zur Erfüllung rechtlicher Verpflichtungen oder zur Verteidigung von Rechtsansprüchen erforderlich sind",
      "exception_3": "Anonymisierte oder aggregierte Daten, die nicht zur Identifizierung verwendet werden können"
    },
    "contact": {
      "title": "Kontaktinformationen",
      "description": "Wenn Sie Fragen zu dieser Datenlöschungsrichtlinie haben oder Ihre Rechte ausüben möchten, <link>kontaktieren Sie uns bitte</link> über unsere Support-Kanäle."
    },
    "additional_info": {
      "title": "Zusätzliche Informationen",
      "description": "Für detailliertere Informationen darüber, wie wir Ihre persönlichen Daten sammeln, verwenden und schützen, lesen Sie bitte unsere Datenschutzerklärung. Diese Datenlöschungsrichtlinie ist Teil unseres Engagements für Transparenz und Ihre Datenschutzrechte."
    },
    "related_links": {
      "title": "Verwandte Links",
      "privacy_policy": "Datenschutzrichtlinie",
      "terms_of_service": "Nutzungsbedingungen"
    },
    "metadata": {
      "title": "Datenlöschungsrichtlinie - ConnectPhone E-SIM",
      "description": "Erfahren Sie, wie Sie die Löschung Ihrer persönlichen Daten von ConnectPhone E-SIM gemäß DSGVO und Datenschutzbestimmungen beantragen können",
      "keywords": [
        "Datenlöschung",
        "DSGVO",
        "Datenschutzrechte",
        "Datenschutz",
        "Recht auf Vergessenwerden",
        "Löschung persönlicher Daten",
        "Datenschutzerklärung"
      ]
    }
  },
  "/privacy-policy": {
    "url": "datenschutzrichtlinie",
    "title": "Datenschutzrichtlinie",
    "e_sim_offers_button_title": "Unsere E-SIM-Angebote anzeigen",
    "last_updated": "Zuletzt aktualisiert: Januar 2024",
    "introduction": {
      "title": "Einführung",
      "description": "Bei ConnectPhone E-SIM sind wir dem Schutz Ihrer Privatsphäre und der Sicherheit Ihrer persönlichen Informationen verpflichtet. Diese Datenschutzrichtlinie erklärt, wie wir Ihre Informationen sammeln, verwenden, offenlegen und schützen, wenn Sie unsere eSIM-Dienste und Website nutzen."
    },
    "information_we_collect": {
      "title": "Informationen, die wir sammeln",
      "description": "Wir sammeln Informationen, die Sie uns direkt zur Verfügung stellen, und Informationen, die automatisch gesammelt werden, wenn Sie unsere Dienste nutzen:",
      "personal_data": {
        "title": "Persönliche Informationen",
        "item_1": "Name, E-Mail-Adresse und Telefonnummer",
        "item_2": "Rechnungsadresse und Zahlungsinformationen",
        "item_3": "Kontodaten und Präferenzen",
        "item_4": "Kundensupport-Kommunikation"
      },
      "usage_data": {
        "title": "Nutzungsinformationen",
        "item_1": "Geräteinformationen und -kennungen",
        "item_2": "eSIM-Aktivierungs- und Nutzungsdaten",
        "item_3": "Website-Nutzungs- und Analysedaten"
      }
    },
    "how_we_use": {
      "title": "Wie wir Ihre Informationen verwenden",
      "description": "Wir verwenden die von uns gesammelten Informationen, um:",
      "item_1": "Unsere eSIM-Dienste bereitzustellen, zu warten und zu verbessern",
      "item_2": "Transaktionen zu bearbeiten und verwandte Informationen zu senden",
      "item_3": "Technische Hinweise, Updates und Support-Nachrichten zu senden",
      "item_4": "Auf Ihre Kommentare, Fragen und Anfragen zu reagieren",
      "item_5": "Trends, Nutzung und Aktivitäten zu überwachen und zu analysieren"
    },
    "data_sharing": {
      "title": "Datenweitergabe und Offenlegung",
      "description": "Wir können Ihre Informationen in folgenden Fällen teilen:",
      "item_1": "Mit Dienstleistern, die uns beim Betrieb unserer Dienste unterstützen",
      "item_2": "Wenn dies gesetzlich vorgeschrieben ist oder um unsere Rechte zu schützen",
      "item_3": "Im Zusammenhang mit einer Geschäftsübertragung oder Fusion"
    },
    "data_security": {
      "title": "Datensicherheit",
      "description": "Wir implementieren angemessene technische und organisatorische Maßnahmen, um Ihre persönlichen Informationen vor unbefugtem Zugriff, Änderung, Offenlegung oder Zerstörung zu schützen. Keine Übertragungsmethode über das Internet ist jedoch zu 100% sicher."
    },
    "your_rights": {
      "title": "Ihre Rechte",
      "description": "Je nach Ihrem Standort haben Sie möglicherweise bestimmte Rechte bezüglich Ihrer persönlichen Informationen:",
      "item_1": "Zugriff auf und Erhalt einer Kopie Ihrer persönlichen Daten",
      "item_2": "Berichtigung unrichtiger oder unvollständiger Daten",
      "item_3": "Löschung Ihrer persönlichen Daten beantragen",
      "item_4": "Widerspruch gegen oder Einschränkung der Verarbeitung Ihrer Daten"
    },
    "cookies": {
      "title": "Cookies und Tracking-Technologien",
      "description": "Wir verwenden Cookies und ähnliche Tracking-Technologien, um Informationen über Sie zu sammeln und zu verwenden. Sie können Cookies über Ihre Browsereinstellungen steuern, dies kann jedoch die Funktionalität unserer Dienste beeinträchtigen."
    },
    "changes": {
      "title": "Änderungen an dieser Datenschutzrichtlinie",
      "description": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen und das Datum 'Zuletzt aktualisiert' aktualisieren."
    },
    "contact": {
      "title": "Kontaktieren Sie uns",
      "description": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, <link>kontaktieren Sie uns bitte</link> über unsere Support-Kanäle."
    },
    "related_links": {
      "title": "Verwandte Links",
      "data_deletion": "Datenlöschungsrichtlinie",
      "terms_of_service": "Nutzungsbedingungen"
    },
    "metadata": {
      "title": "Datenschutzrichtlinie - ConnectPhone E-SIM",
      "description": "Erfahren Sie, wie ConnectPhone E-SIM Ihre persönlichen Informationen sammelt, verwendet und schützt",
      "keywords": [
        "Datenschutzrichtlinie",
        "Datenschutz",
        "DSGVO",
        "persönliche Informationen",
        "Datenprivatsphäre",
        "eSIM-Datenschutz"
      ]
    }
  },
  "/terms-of-service": {
    "url": "nutzungsbedingungen",
    "title": "Nutzungsbedingungen",
    "e_sim_offers_button_title": "Unsere E-SIM-Angebote anzeigen",
    "last_updated": "Zuletzt aktualisiert: Januar 2024",
    "introduction": {
      "title": "Einführung",
      "description": "Willkommen bei ConnectPhone E-SIM. Diese Nutzungsbedingungen ('Bedingungen') regeln Ihren Zugang zu und die Nutzung unserer eSIM-Dienste, Website und verwandten Dienste. Durch die Nutzung unserer Dienste stimmen Sie zu, an diese Bedingungen gebunden zu sein."
    },
    "acceptance": {
      "title": "Annahme der Bedingungen",
      "description": "Durch den Zugriff auf oder die Nutzung unserer Dienste stimmen Sie zu, diese Bedingungen einzuhalten und an sie gebunden zu sein. Wenn Sie mit einem Teil dieser Bedingungen nicht einverstanden sind, dürfen Sie nicht auf unsere Dienste zugreifen oder sie nutzen."
    },
    "service_description": {
      "title": "Dienstbeschreibung",
      "description": "ConnectPhone E-SIM bietet eSIM-Konnektivitätsdienste, die es Ihnen ermöglichen:",
      "item_1": "eSIM-Datenpläne für internationale Reisen zu kaufen und zu aktivieren",
      "item_2": "Auf Mobilfunkdienste in unterstützten Ländern zuzugreifen",
      "item_3": "Ihr eSIM-Konto und die Nutzung über unsere Plattform zu verwalten"
    },
    "user_responsibilities": {
      "title": "Benutzerverantwortlichkeiten",
      "description": "Sie sind verantwortlich für:",
      "item_1": "Sicherstellen, dass Ihr Gerät mit eSIM-Technologie kompatibel ist",
      "item_2": "Bereitstellung genauer und vollständiger Informationen bei der Kontoerstellung",
      "item_3": "Aufrechterhaltung der Sicherheit Ihrer Kontodaten",
      "item_4": "Nutzung unserer Dienste in Übereinstimmung mit geltenden Gesetzen und Vorschriften"
    },
    "payment": {
      "title": "Zahlung und Abrechnung",
      "description": "Zahlungsbedingungen:",
      "item_1": "Alle Preise werden in der zum Zeitpunkt des Kaufs angegebenen Währung angezeigt",
      "item_2": "Die Zahlung muss vor der eSIM-Aktivierung erfolgen",
      "item_3": "Rückerstattungen unterliegen unserer Rückerstattungsrichtlinie, wie unten beschrieben"
    },
    "refund_policy": {
      "title": "Rückerstattungsrichtlinie",
      "description": "Die Rückerstattungsberechtigung hängt von verschiedenen Faktoren ab, einschließlich Aktivierungsstatus, Nutzung und Zeitpunkt der Anfrage. Bitte kontaktieren Sie unser Support-Team für spezifische Rückerstattungsanfragen. Im Allgemeinen können nicht aktivierte eSIMs innerhalb eines bestimmten Zeitraums für eine Rückerstattung in Frage kommen, während aktivierte eSIMs in der Regel nicht erstattungsfähig sind."
    },
    "limitation": {
      "title": "Haftungsbeschränkung",
      "description": "Soweit gesetzlich zulässig, haftet ConnectPhone E-SIM nicht für indirekte, zufällige, besondere, Folgeschäden oder Strafschäden oder für Verluste von Gewinnen oder Einnahmen, ob direkt oder indirekt entstanden, oder für Verluste von Daten, Nutzung, Goodwill oder anderen immateriellen Verlusten."
    },
    "intellectual_property": {
      "title": "Geistiges Eigentum",
      "description": "Alle Inhalte, Funktionen und Funktionalitäten unserer Dienste, einschließlich, aber nicht beschränkt auf Text, Grafiken, Logos und Software, sind Eigentum von ConnectPhone E-SIM und durch internationale Urheberrechts-, Marken- und andere Gesetze zum geistigen Eigentum geschützt."
    },
    "termination": {
      "title": "Kündigung",
      "description": "Wir behalten uns das Recht vor, Ihren Zugang zu unseren Diensten jederzeit mit oder ohne Grund oder Ankündigung auszusetzen oder zu beenden, aus jedem Grund, einschließlich, aber nicht beschränkt auf Verstoß gegen diese Bedingungen."
    },
    "changes": {
      "title": "Änderungen an den Bedingungen",
      "description": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Wir werden Benutzer über wesentliche Änderungen informieren, indem wir die aktualisierten Bedingungen auf dieser Seite veröffentlichen und das Datum 'Zuletzt aktualisiert' aktualisieren. Ihre fortgesetzte Nutzung unserer Dienste nach solchen Änderungen stellt die Annahme der neuen Bedingungen dar."
    },
    "contact": {
      "title": "Kontaktieren Sie uns",
      "description": "Wenn Sie Fragen zu diesen Nutzungsbedingungen haben, <link>kontaktieren Sie uns bitte</link> über unsere Support-Kanäle."
    },
    "related_links": {
      "title": "Verwandte Links",
      "privacy_policy": "Datenschutzrichtlinie",
      "data_deletion": "Datenlöschungsrichtlinie"
    },
    "metadata": {
      "title": "Nutzungsbedingungen - ConnectPhone E-SIM",
      "description": "Lesen Sie die Allgemeinen Geschäftsbedingungen für die Nutzung der ConnectPhone E-SIM-Dienste",
      "keywords": [
        "Nutzungsbedingungen",
        "Allgemeine Geschäftsbedingungen",
        "Benutzervereinbarung",
        "eSIM-Bedingungen",
        "Dienstbedingungen"
      ]
    }
  },
  "/contact-us": {
    "url": "kontakt",
    "title": "Kontakt",
    "e_sim_offers_button_title": "Unsere E-SIM-Angebote anzeigen",
    "introduction": {
      "title": "Kontaktieren Sie uns",
      "description": "Wir sind hier, um zu helfen! Wenn Sie Fragen, Anliegen haben oder Unterstützung bei unseren eSIM-Diensten benötigen, zögern Sie bitte nicht, uns über eine der unten aufgeführten Kontaktmethoden zu erreichen."
    },
    "contact_methods": {
      "title": "Kontaktmethoden",
      "email": {
        "title": "E-Mail",
        "description": "Senden Sie uns eine E-Mail und wir werden uns so schnell wie möglich bei Ihnen melden."
      },
      "website": {
        "title": "Kontaktformular auf der Website",
        "description": "Besuchen Sie unsere Hauptwebsite, um unser Kontaktformular für Anfragen und Support zu verwenden."
      }
    },
    "response_time": {
      "title": "Antwortzeit",
      "description": "Wir bemühen uns, alle Anfragen innerhalb von 24-48 Stunden an Werktagen zu beantworten. Bei dringenden Angelegenheiten erwähnen Sie dies bitte in Ihrer Nachricht und wir werden Ihre Anfrage priorisieren."
    },
    "related_links": {
      "title": "Verwandte Links",
      "privacy_policy": "Datenschutzrichtlinie",
      "terms_of_service": "Nutzungsbedingungen",
      "data_deletion": "Datenlöschungsrichtlinie"
    },
    "metadata": {
      "title": "Kontakt - ConnectPhone E-SIM",
      "description": "Kontaktieren Sie ConnectPhone E-SIM für Support, Anfragen oder Hilfe bei unseren eSIM-Diensten",
      "keywords": [
        "Kontakt",
        "Support",
        "Kundenservice",
        "eSIM Support",
        "Hilfe",
        "ConnectPhone kontaktieren"
      ]
    }
  },
  "footer": {
    "description": "Ihr vertrauenswürdiger Anbieter für globale eSIM-Konnektivität. Bleiben Sie überall verbunden mit unseren zuverlässigen und erschwinglichen eSIM-Lösungen.",
    "quick_links": "Schnellzugriff",
    "compatibility_guide": "Kompatibilitätsleitfaden",
    "installation_guide": "Installationsanleitung",
    "browse_plans": "Tarife durchsuchen",
    "support": "Support & Rechtliches",
    "contact_us": "Kontakt",
    "privacy_policy": "Datenschutz",
    "terms_of_service": "Nutzungsbedingungen",
    "data_deletion": "Datenlöschung",
    "all_rights_reserved": "Alle Rechte vorbehalten",
    "part_of": "Teil von"
  }
}
