{
  "hello": "Hallo Welt!",
  "select_language": "Sprache auswählen",
  "en": "Englisch",
  "de": "Deutsch",
  "fr": "Französisch",
  "es": "Spanisch",
  "not_found_message": "Die Seite konnte nicht gefunden werden.",
  "error_message": "Ein Fehler ist aufgetreten.",
  "/": {
    "in_development": "In Entwicklung"
  },
  "/e-sim-compatibility-guide": {
    "title": "eSIM-Kompatibilitätsleitfaden",
    "e_sim_offers_button_title": "Unsere E-SIM-Angebote anzeigen",
    "jump_to_your_phone_brand": "Springen Sie zu Ihrer Telefonmarke:",
    "quick_tips": {
      "title": "Schnelle Tipps",
      "1": "Wenn Sie die Option 'eSIM hinzufügen' in den Einstellungen sehen, unterstützt Ihr Telefon eSIM.",
      "2": "Wählen Sie *#06#, um die EID-Nummer (eSIM-Identifikator) zu überprüfen. Wenn Sie die EID-Nummer nicht sehen können, unterstützt Ihr Telefon wahrscheinlich keine eSIM.",
      "3": "Ihr Gerät muss vom Anbieter entsperrt sein, um eSIMs von anderen Anbietern verwenden zu können."
    },
    "can_esim_be_used_internationally": {
      "title": "Kann eSIM international genutzt werden?",
      "answer": "Ja, solange Ihr Telefon eSIM-kompatibel und entsperrt ist, können Sie eine internationale eSIM während Ihrer Reisen im Ausland nutzen. Das ist einer der größten Vorteile für internationale Reisende. Sie können einen Datenplan online kaufen, ihn vor Ihrer Reise installieren und ihn aktivieren, sobald Sie an Ihrem Zielort ankommen – ohne die Notwendigkeit, einen SIM-Kartenladen zu finden oder sich mit Roaming-Gebühren auseinanderzusetzen."
    },
    "is_my_phone_unlocked": {
      "title": "Ist mein Telefon entsperrt, um eSIM zu verwenden?",
      "answer": "Unabhängig davon, welches Telefon Sie haben, muss es von den Einschränkungen des Anbieters entsperrt sein, um eSIM verwenden zu können. Einige Telefone sind an einen bestimmten Mobilfunkanbieter gebunden und können nur Datenpläne von diesem Netzwerk nutzen."
    },
    "next_step_installation": "Nächster Schritt: Installation",
    "after_confirming_compatibility": "Nachdem Sie bestätigt haben, dass Ihr Gerät mit der eSIM-Technologie kompatibel ist, <strong>ist der nächste Schritt die Installation Ihrer eSIM</strong>. Der Installationsprozess variiert je nach Gerätetyp und Betriebssystem leicht.",
    "check_installation_guide": "Für detaillierte Schritt-für-Schritt-Installationsanweisungen besuchen Sie unseren <link>Installationsleitfaden</link>",
    "manual_check_instructions": "Manuelle Überprüfungsanweisungen",
    "methods_to_check": "Überprüfungsmethoden",
    "method": "Methode",
    "compatible_models": "Kompatible Modelle",
    "not_compatible_models": "Nicht kompatible Modelle",
    "compatibility": "Kompatibilität"
  },
  "/e-sim-installation-guide": {
    "title": "eSIM Installationsanleitung",
    "check_device_compatibility": "Überprüfen Sie die Gerätekompatibilität",
    "first_of_all": "Zunächst müssen Sie für jedes Gerät <strong>überprüfen, ob Ihr Gerät mit der eSIM-Technologie kompatibel ist</strong>. Nicht alle Geräte unterstützen eSIM, daher ist es wichtig, dies zuerst zu überprüfen.",
    "to_check_compatibility": "Um die Kompatibilität zu überprüfen, besuchen Sie unseren <link>Kompatibilitätsleitfaden</link>",
    "e_sim_offers_button_title": "Unsere E-SIM-Angebote anzeigen",
    "jump_to_your_phone_brand": "Springen Sie zu Ihrer Telefonmarke:",
    "quick_tips": {
      "title": "Schnelle Installationstipps",
      "1": "Installieren Sie Ihre eSIM am Tag vor Ihrer Reise für ein reibungsloses Erlebnis",
      "2": "Verwenden Sie die QR-Code-Methode, wenn möglich - sie ist schneller und zuverlässiger",
      "3": "Behalten Sie Ihre primäre SIM-Karte für Anrufe und verwenden Sie eSIM für Daten",
      "4": "Stellen Sie sicher, dass das Daten-Roaming auf Ihrer eSIM nach der Installation aktiviert ist"
    },
    "general_steps": {
      "title": "Allgemeine Installationsschritte",
      "description": "Wir empfehlen, die Installation am Tag vor Ihrer Reise durchzuführen und sie zu aktivieren, indem Sie unsere eSIM in den Einstellungen Ihres Telefons für 'mobile Daten' auswählen, sobald Sie an Ihrem Zielort ankommen. Verwenden Sie die QR-Code-Installation, wenn Sie ein anderes Gerät haben, von dem Sie scannen können, oder folgen Sie alternativ den Anweisungen zur manuellen Einrichtung."
    },
    "what_you_need": {
      "title": "Was Sie vor dem Start benötigen",
      "1": "Ein Telefon, das mit eSIM-Technologie kompatibel ist",
      "2": "Die Installations-E-Mail mit QR-Code von Ihrem Anbieter",
      "3": "Stabile Internetverbindung während der Installation"
    },
    "installation_instructions": "Installationsanweisungen nach Gerät",
    "what_you_need_for_device": "Was Sie benötigen",
    "installation_steps": "Installationsschritte",
    "step_images": "Schrittbilder",
    "important_notes": "Wichtige Hinweise",
    "general_tips_for_device": "Allgemeine Tipps"
  },
  "footer": {
    "description": "Ihr vertrauenswürdiger Anbieter für globale eSIM-Konnektivität. Bleiben Sie überall verbunden mit unseren zuverlässigen und erschwinglichen eSIM-Lösungen.",
    "quick_links": "Schnellzugriff",
    "compatibility_guide": "Kompatibilitätsleitfaden",
    "installation_guide": "Installationsanleitung",
    "browse_plans": "Tarife durchsuchen",
    "support": "Support & Rechtliches",
    "contact_us": "Kontakt",
    "privacy_policy": "Datenschutz",
    "terms_of_service": "Nutzungsbedingungen",
    "all_rights_reserved": "Alle Rechte vorbehalten",
    "part_of": "Teil von"
  }
}
