{
  "select_language": "Select language",
  "en": "English",
  "de": "German",
  "fr": "French",
  "es": "Spanish",
  "not_found_message": "The page could not be found.",
  "error_message": "An error occurred.",
  "/": {
    "in_development": "In development"
  },
  "/e-sim-compatibility-guide": {
    "url": "e-sim-compatibility-guide",
    "title": "eSIM Compatibility Guide",
    "e_sim_offers_button_title": "View our E-SIM offers",
    "jump_to_your_phone_brand": "Jump to your phone brand:",
    "quick_tips": {
      "title": "Quick Tips",
      "1": "If you see 'Add eSIM' option in settings, your phone supports eSIM",
      "2": "Dial *#06# to check for EID number (eSIM identifier), if you cannot see EID number, your phone likely does NOT support eSIM",
      "3": "Your device must be unlocked by carrier to use eSIMs from other providers"
    },
    "can_esim_be_used_internationally": {
      "title": "Can eSIM be used internationally?",
      "answer": "Yes, as long as your phone is eSIM compatible and unlocked, you can use an international eSIM while traveling abroad. That's one of its biggest advantages for international travelers. You can purchase a data plan online, install it before your trip, and activate it the moment you arrive at your destination—no need to find a SIM card store or deal with roaming fees."
    },
    "is_my_phone_unlocked": {
      "title": "Is my phone unlocked to use eSIM?",
      "answer": "Regardless of the phone you have, it must be unlocked from carrier restrictions to use eSIM. Some phones are tied to a specific mobile operator and can only use data plans from that network."
    },
    "next_step_installation": "Next Step: Installation",
    "after_confirming_compatibility": "After confirming your device is compatible with eSIM technology, <strong>the next step is to install your eSIM</strong>. The installation process varies slightly depending on your device type and operating system.",
    "check_installation_guide": "For detailed step-by-step installation instructions, visit our <link>installation guide</link>",
    "manual_check_instructions": "Manual Check Instructions",
    "methods_to_check": "Methods to check",
    "method": "Method",
    "compatible_models": "Compatible Models",
    "not_compatible_models": "Not Compatible Models",
    "compatibility": "Compatibility",
    "metadata": {
      "title": "E-SIM Compatibility Guide - ConnectPhone E-SIM",
      "description": "Find out if your device is E-SIM compatible",
      "keywords": [
        "eSIM",
        "eSIM compatibility",
        "check eSIM support",
        "phone compatibility",
        "iPhone eSIM",
        "Android eSIM",
        "Samsung eSIM",
        "Google Pixel eSIM"
      ]
    }
  },
  "/e-sim-installation-guide": {
    "url": "e-sim-installation-guide",
    "title": "eSIM Installation Guide",
    "check_device_compatibility": "Check Device Compatibility",
    "first_of_all": "First of all, for any device, you need to <strong>check if your device is compatible with eSIM technology</strong>. Not all devices support eSIM, so it's crucial to verify this first.",
    "to_check_compatibility": "To check the compatibility, visit our <link>compatibility guide</link>",
    "e_sim_offers_button_title": "View our E-SIM offers",
    "jump_to_your_phone_brand": "Jump to your phone brand:",
    "quick_tips": {
      "title": "Quick Installation Tips",
      "1": "Install your eSIM the day before your trip for a smooth experience",
      "2": "Use QR code method when possible - it's faster and more reliable",
      "3": "Always keep your primary SIM for calls and use eSIM for data",
      "4": "Make sure data roaming is enabled on your eSIM after installation"
    },
    "general_steps": {
      "title": "General Installation Steps",
      "description": "We recommend installing the day before your trip and activating it by selecting our eSIM for 'mobile data' on your phone settings, once you arrive at your destination. Use QR Code Installation if you have another device you can scan from, alternatively follow the Manual setup instructions."
    },
    "what_you_need": {
      "title": "What You Need Before Starting",
      "1": "A phone compatible with eSIM technology",
      "2": "The installation email with QR code from your provider",
      "3": "Stable internet connection during installation"
    },
    "installation_instructions": "Installation Instructions by Device",
    "what_you_need_for_device": "What You Need",
    "installation_steps": "Installation Steps",
    "step_images": "Step Images",
    "important_notes": "Important Notes",
    "general_tips_for_device": "General Tips",
    "metadata": {
      "title": "E-SIM Installation Guide - ConnectPhone E-SIM",
      "description": "Step-by-step guide to install your E-SIM on various devices",
      "keywords": [
        "eSIM installation",
        "install eSIM",
        "eSIM setup",
        "QR code eSIM",
        "activate eSIM",
        "iPhone eSIM setup",
        "Android eSIM setup",
        "eSIM activation guide"
      ]
    }
  },
  "/data-deletion": {
    "url": "data-deletion",
    "title": "Data Deletion Policy",
    "e_sim_offers_button_title": "View our E-SIM offers",
    "introduction": {
      "title": "Introduction",
      "description": "At ConnectPhone E-SIM, we are committed to protecting your privacy and respecting your rights regarding your personal data. This Data Deletion Policy explains how you can request the deletion of your personal information from our systems in accordance with applicable data protection laws, including the General Data Protection Regulation (GDPR) and other relevant privacy regulations."
    },
    "your_rights": {
      "title": "Your Rights",
      "description": "Under data protection laws, you have the following rights regarding your personal data:",
      "right_1": "Right to erasure (right to be forgotten) - You can request deletion of your personal data",
      "right_2": "Right to access - You can request a copy of the personal data we hold about you",
      "right_3": "Right to rectification - You can request correction of inaccurate personal data",
      "right_4": "Right to object - You can object to processing of your personal data in certain circumstances"
    },
    "data_collection": {
      "title": "What Data We Collect",
      "description": "We may collect and process the following types of personal data:",
      "type_1": "Account information (name, email address, phone number)",
      "type_2": "Payment information (billing address, payment method details)",
      "type_3": "Usage data (eSIM activation, data usage, device information)",
      "type_4": "Communication records (customer support interactions, emails)",
      "type_5": "Technical data (IP address, browser type, device identifiers)"
    },
    "how_to_request": {
      "title": "How to Request Data Deletion",
      "description": "To request deletion of your personal data, you can use one of the following methods:",
      "method_1": {
        "title": "Email Request",
        "description": "Send an email to our support team at support@connectphone.eu with the subject 'Data Deletion Request'. Please include your account email address and any additional information that will help us identify your account."
      },
      "method_2": {
        "title": "Contact Form",
        "description": "Visit our contact page at connectphone.eu/contact and submit a data deletion request through our contact form. Make sure to clearly state that you are requesting data deletion."
      }
    },
    "processing_time": {
      "title": "Processing Time",
      "description": "We will process your data deletion request within 30 days of receipt. In some cases, we may need to verify your identity before processing the request to ensure the security of your data. If we need additional time or information, we will notify you within the initial 30-day period."
    },
    "exceptions": {
      "title": "Exceptions to Data Deletion",
      "description": "Please note that we may be required to retain certain data for legal or legitimate business purposes, including:",
      "exception_1": "Financial records required for accounting and tax purposes (typically retained for 7 years)",
      "exception_2": "Data necessary to comply with legal obligations or defend legal claims",
      "exception_3": "Anonymized or aggregated data that cannot be used to identify you"
    },
    "contact": {
      "title": "Contact Information",
      "description": "If you have any questions about this Data Deletion Policy or wish to exercise your rights, please <link>contact us</link> through our support channels."
    },
    "additional_info": {
      "title": "Additional Information",
      "description": "For more detailed information about how we collect, use, and protect your personal data, please refer to our Privacy Policy. This Data Deletion Policy is part of our commitment to transparency and your privacy rights."
    },
    "metadata": {
      "title": "Data Deletion Policy - ConnectPhone E-SIM",
      "description": "Learn how to request deletion of your personal data from ConnectPhone E-SIM in accordance with GDPR and privacy regulations",
      "keywords": [
        "data deletion",
        "GDPR",
        "privacy rights",
        "data protection",
        "right to be forgotten",
        "personal data deletion",
        "privacy policy"
      ]
    }
  },
  "footer": {
    "description": "Your trusted provider for global eSIM connectivity. Stay connected wherever you travel with our reliable and affordable eSIM solutions.",
    "quick_links": "Quick Links",
    "compatibility_guide": "Compatibility Guide",
    "installation_guide": "Installation Guide",
    "browse_plans": "Browse Plans",
    "support": "Support & Legal",
    "contact_us": "Contact Us",
    "privacy_policy": "Privacy Policy",
    "terms_of_service": "Terms of Service",
    "data_deletion": "Data Deletion",
    "all_rights_reserved": "All rights reserved",
    "part_of": "Part of"
  }
}
