{
  "hello": "Hola Mundo",
  "select_language": "Seleccionar idioma",
  "en": "Inglés",
  "de": "Alemán",
  "fr": "Francés",
  "es": "Español",
  "not_found_message": "No se pudo encontrar la página.",
  "error_message": "Se ha producido un error.",
  "/": {
    "in_development": "En desarrollo"
  },
  "/e-sim-compatibility-guide": {
    "title": "Guía de compatibilidad con eSIM",
    "e_sim_offers_button_title": "Ver nuestras ofertas de eSIM",
    "jump_to_your_phone_brand": "Saltar a su marca de teléfono:",
    "quick_tips": {
      "title": "Consejos Rápidos",
      "1": "Si ve la opción 'Agregar eSIM' en la configuración, su teléfono es compatible con eSIM.",
      "2": "Marque *#06# para verificar el número EID (identificador de eSIM), si no puede ver el número EID, su teléfono probablemente NO es compatible con eSIM.",
      "3": "Su dispositivo debe estar desbloqueado por el operador para usar eSIM de otros proveedores."
    },
    "can_esim_be_used_internationally": {
      "title": "¿Se puede usar eSIM internacionalmente?",
      "answer": "Sí, siempre que su teléfono sea compatible con eSIM y esté desbloqueado, puede usar una eSIM internacional mientras viaja al extranjero. Esa es una de sus mayores ventajas para los viajeros internacionales. Puede comprar un plan de datos en línea, instalarlo antes de su viaje y activarlo en el momento en que llegue a su destino; no es necesario encontrar una tienda de tarjetas SIM ni lidiar con tarifas de roaming."
    },
    "is_my_phone_unlocked": {
      "title": "¿Está mi teléfono desbloqueado para usar eSIM?",
      "answer": "Independientemente del teléfono que tenga, debe estar desbloqueado de las restricciones del operador para usar eSIM. Algunos teléfonos están atados a un operador móvil específico y solo pueden usar planes de datos de esa red."
    },
    "next_step_installation": "Próximo paso: Instalación",
    "after_confirming_compatibility": "Después de confirmar que su dispositivo es compatible con la tecnología eSIM, <strong>el siguiente paso es instalar su eSIM</strong>. El proceso de instalación varía ligeramente según el tipo de dispositivo y el sistema operativo.",
    "check_installation_guide": "Para obtener instrucciones detalladas de instalación paso a paso, visite nuestra <link>guía de instalación</link>",
    "manual_check_instructions": "Instrucciones de verificación manual",
    "methods_to_check": "étodos de verificación",
    "method": "étodo",
    "compatible_models": "Modelos compatibles",
    "not_compatible_models": "Modelos no compatibles",
    "compatibility": "Compatibilidad"
  },
  "/e-sim-installation-guide": {
    "title": "Guía de Instalación de eSIM",
    "check_device_compatibility": "Verificar la compatibilidad del dispositivo",
    "first_of_all": "Primero que nada, para cualquier dispositivo, necesita <strong>verificar si su dispositivo es compatible con la tecnología eSIM</strong>. No todos los dispositivos son compatibles con eSIM, por lo que es crucial verificar esto primero.",
    "to_check_compatibility": "Para verificar la compatibilidad, visite nuestra <link>guía de compatibilidad</link>",
    "e_sim_offers_button_title": "Ver nuestras ofertas de eSIM",
    "jump_to_your_phone_brand": "Saltar a su marca de teléfono:",
    "quick_tips": {
      "title": "Consejos Rápidos de Instalación",
      "1": "Instale su eSIM el día antes de su viaje para una experiencia fluida",
      "2": "Utilice el método de código QR cuando sea posible: es más rápido y confiable",
      "3": "Siempre mantenga su SIM primaria para llamadas y use eSIM para datos",
      "4": "Asegúrese de que el roaming de datos esté habilitado en su eSIM después de la instalación"
    },
    "general_steps": {
      "title": "Pasos Generales de Instalación",
      "description": "Recomendamos instalar el día antes de su viaje y activarlo seleccionando nuestra eSIM para 'datos móviles' en la configuración de su teléfono, una vez que llegue a su destino. Utilice la instalación con código QR si tiene otro dispositivo desde el cual pueda escanear, alternativamente siga las instrucciones de configuración manual."
    },
    "what_you_need": {
      "title": "Lo Que Necesita Antes de Comenzar",
      "1": "Un teléfono compatible con la tecnología eSIM",
      "2": "El correo electrónico de instalación con el código QR de su proveedor",
      "3": "Conexión a Internet estable durante la instalación"
    },
    "installation_instructions": "Instrucciones de Instalación por Dispositivo",
    "what_you_need_for_device": "Lo Que Necesita",
    "installation_steps": "Pasos de Instalación",
    "step_images": "Imágenes de Pasos",
    "important_notes": "Notas Importantes",
    "general_tips_for_device": "Consejos Generales"
  }
}
