{
  "hello": "Bonjour le monde",
  "select_language": "Sélectionner la langue",
  "en": "Anglais",
  "de": "Allemand",
  "fr": "Français",
  "es": "Espagnol",
  "not_found_message": "La page n'a pas pu être trouvée.",
  "error_message": "Une erreur s'est produite.",
  "/": {
    "in_development": "En développement"
  },
  "/e-sim-compatibility-guide": {
    "url": "guide-de-compatibilité-e-sim",
    "title": "Guide de compatibilité eSIM",
    "e_sim_offers_button_title": "Voir nos offres de eSIM",
    "jump_to_your_phone_brand": "Sauter à votre marque de téléphone:",
    "quick_tips": {
      "title": "Conseils rapides",
      "1": "Si vous voyez l'option 'Ajouter eSIM' dans les paramètres, votre téléphone prend en charge eSIM.",
      "2": "Composez *#06# pour vérifier le numéro EID (identifiant eSIM), si vous ne pouvez pas voir le numéro EID, votre téléphone ne prend probablement pas en charge eSIM.",
      "3": "Votre appareil doit être déverrouillé par l'opérateur pour utiliser les eSIM d'autres fournisseurs."
    },
    "can_esim_be_used_internationally": {
      "title": "L'eSIM peut-elle être utilisée à l'international?",
      "answer": "Oui, tant que votre téléphone est compatible eSIM et déverrouillé, vous pouvez utiliser une eSIM internationale lors de vos voyages à l'étranger. C'est l'un de ses plus grands avantages pour les voyageurs internationaux. Vous pouvez acheter un forfait de données en ligne, l'installer avant votre voyage et l'activer au moment où vous arrivez à votre destination, sans avoir à chercher un magasin de cartes SIM ou à gérer des frais d'itinérance."
    },
    "is_my_phone_unlocked": {
      "title": "Mon téléphone est-il déverrouillé pour utiliser eSIM?",
      "answer": "Quel que soit le téléphone que vous avez, il doit être déverrouillé des restrictions de l'opérateur pour utiliser eSIM. Certains téléphones sont liés à un opérateur mobile spécifique et ne peuvent utiliser que des forfaits de données de ce réseau."
    },
    "next_step_installation": "Prochain étape : Installation",
    "after_confirming_compatibility": "Après avoir confirmé que votre appareil est compatible avec la technologie eSIM, <strong>la prochaine étape est d'installer votre eSIM</strong>. Le processus d'installation varie légèrement en fonction du type d'appareil et du système d'exploitation.",
    "check_installation_guide": "Pour des instructions d'installation détaillées étape par étape, visitez notre <link>guide d'installation</link>",
    "manual_check_instructions": "Instructions de vérification manuelle",
    "methods_to_check": "éthodes de vérification",
    "method": "éthode",
    "compatible_models": "Modèles compatibles",
    "not_compatible_models": "Modèles non compatibles",
    "compatibility": "Compatibilité",
    "metadata": {
      "title": "E-SIM Guide de compatibilité - ConnectPhone E-SIM",
      "description": "Découvrez si votre appareil est compatible avec E-SIM",
      "keywords": [
        "eSIM",
        "compatibilité eSIM",
        "vérifier la compatibilité eSIM",
        "compatibilité du téléphone",
        "iPhone eSIM",
        "Android eSIM",
        "Samsung eSIM",
        "Google Pixel eSIM"
      ]
    }
  },
  "/e-sim-installation-guide": {
    "url": "guide-d'installation-e-sim",
    "title": "Guide d'installation eSIM",
    "check_device_compatibility": "Vérifier la compatibilité de l'appareil",
    "first_of_all": "Tout d'abord, pour tout appareil, vous devez <strong>vérifier si votre appareil est compatible avec la technologie eSIM</strong>. Tous les appareils ne prennent pas en charge eSIM, il est donc crucial de vérifier cela en premier.",
    "to_check_compatibility": "Pour vérifier la compatibilité, visitez notre <link>guide de compatibilité</link>",
    "e_sim_offers_button_title": "Voir nos offres de eSIM",
    "jump_to_your_phone_brand": "Sauter à votre marque de téléphone:",
    "quick_tips": {
      "title": "Conseils rapides d'installation",
      "1": "Installez votre eSIM la veille de votre voyage pour une expérience fluide",
      "2": "Utilisez la méthode du code QR lorsque cela est possible - c'est plus rapide et plus fiable",
      "3": "Conservez toujours votre SIM principale pour les appels et utilisez eSIM pour les données",
      "4": "Assurez-vous que l'itinérance des données est activée sur votre eSIM après l'installation"
    },
    "general_steps": {
      "title": "Étapes générales d'installation",
      "description": "Nous recommandons d'installer la veille de votre voyage et de l'activer en sélectionnant notre eSIM pour 'données mobiles' dans les paramètres de votre téléphone, une fois que vous êtes arrivé à votre destination. Utilisez l'installation par code QR si vous avez un autre appareil à partir duquel vous pouvez scanner, sinon suivez les instructions de configuration manuelle."
    },
    "what_you_need": {
      "title": "Ce dont vous avez besoin avant de commencer",
      "1": "Un téléphone compatible avec la technologie eSIM",
      "2": "L'e-mail d'installation avec le code QR de votre fournisseur",
      "3": "Connexion Internet stable pendant l'installation"
    },
    "installation_instructions": "Instructions d'installation par appareil",
    "what_you_need_for_device": "Ce dont vous avez besoin",
    "installation_steps": "Étapes d'installation",
    "step_images": "Images des étapes",
    "important_notes": "Notes importantes",
    "general_tips_for_device": "Conseils généraux",
    "metadata": {
      "title": "E-SIM Guide d'installation - ConnectPhone E-SIM",
      "description": "Guide étape par étape pour installer votre E-SIM sur divers appareils",
      "keywords": [
        "installation eSIM",
        "installer eSIM",
        "configuration eSIM",
        "QR code eSIM",
        "activer eSIM",
        "configuration eSIM iPhone",
        "configuration eSIM Android",
        "guide d’activation eSIM"
      ]
    }
  },
  "/data-deletion": {
    "url": "suppression-de-données",
    "title": "Politique de Suppression des Données",
    "e_sim_offers_button_title": "Voir nos offres de eSIM",
    "introduction": {
      "title": "Introduction",
      "description": "Chez ConnectPhone E-SIM, nous nous engageons à protéger votre vie privée et à respecter vos droits concernant vos données personnelles. Cette Politique de Suppression des Données explique comment vous pouvez demander la suppression de vos informations personnelles de nos systèmes conformément aux lois applicables sur la protection des données, y compris le Règlement Général sur la Protection des Données (RGPD) et d'autres réglementations de confidentialité pertinentes."
    },
    "your_rights": {
      "title": "Vos Droits",
      "description": "En vertu des lois sur la protection des données, vous disposez des droits suivants concernant vos données personnelles:",
      "right_1": "Droit à l'effacement (droit à l'oubli) - Vous pouvez demander la suppression de vos données personnelles",
      "right_2": "Droit d'accès - Vous pouvez demander une copie des données personnelles que nous détenons sur vous",
      "right_3": "Droit de rectification - Vous pouvez demander la correction de données personnelles inexactes",
      "right_4": "Droit d'opposition - Vous pouvez vous opposer au traitement de vos données personnelles dans certaines circonstances"
    },
    "data_collection": {
      "title": "Quelles Données Nous Collectons",
      "description": "Nous pouvons collecter et traiter les types de données personnelles suivants:",
      "type_1": "Informations de compte (nom, adresse e-mail, numéro de téléphone)",
      "type_2": "Informations de paiement (adresse de facturation, détails de la méthode de paiement)",
      "type_3": "Données d'utilisation (activation eSIM, utilisation des données, informations sur l'appareil)",
      "type_4": "Dossiers de communication (interactions avec le support client, e-mails)",
      "type_5": "Données techniques (adresse IP, type de navigateur, identifiants d'appareil)"
    },
    "how_to_request": {
      "title": "Comment Demander la Suppression des Données",
      "description": "Pour demander la suppression de vos données personnelles, vous pouvez utiliser l'une des méthodes suivantes:",
      "method_1": {
        "title": "Demande par E-mail",
        "description": "Envoyez un e-mail à notre équipe de support à support@connectphone.eu avec l'objet 'Demande de Suppression des Données'. Veuillez inclure votre adresse e-mail de compte et toute information supplémentaire qui nous aidera à identifier votre compte."
      },
      "method_2": {
        "title": "Formulaire de Contact",
        "description": "Visitez notre page de contact à connectphone.eu/contact et soumettez une demande de suppression de données via notre formulaire de contact. Assurez-vous d'indiquer clairement que vous demandez une suppression de données."
      }
    },
    "processing_time": {
      "title": "Délai de Traitement",
      "description": "Nous traiterons votre demande de suppression de données dans les 30 jours suivant sa réception. Dans certains cas, nous devrons peut-être vérifier votre identité avant de traiter la demande pour assurer la sécurité de vos données. Si nous avons besoin de temps ou d'informations supplémentaires, nous vous en informerons dans la période initiale de 30 jours."
    },
    "exceptions": {
      "title": "Exceptions à la Suppression des Données",
      "description": "Veuillez noter que nous pouvons être tenus de conserver certaines données à des fins légales ou légitimes, notamment:",
      "exception_1": "Dossiers financiers requis à des fins comptables et fiscales (généralement conservés pendant 7 ans)",
      "exception_2": "Données nécessaires pour se conformer aux obligations légales ou défendre des réclamations légales",
      "exception_3": "Données anonymisées ou agrégées qui ne peuvent pas être utilisées pour vous identifier"
    },
    "contact": {
      "title": "Informations de Contact",
      "description": "Si vous avez des questions sur cette Politique de Suppression des Données ou souhaitez exercer vos droits, veuillez <link>nous contacter</link> via nos canaux de support."
    },
    "additional_info": {
      "title": "Informations Supplémentaires",
      "description": "Pour plus d'informations détaillées sur la façon dont nous collectons, utilisons et protégeons vos données personnelles, veuillez consulter notre Politique de Confidentialité. Cette Politique de Suppression des Données fait partie de notre engagement en faveur de la transparence et de vos droits à la vie privée."
    },
    "related_links": {
      "title": "Liens Connexes",
      "privacy_policy": "Politique de Confidentialité",
      "terms_of_service": "Conditions d'Utilisation"
    },
    "metadata": {
      "title": "Politique de Suppression des Données - ConnectPhone E-SIM",
      "description": "Apprenez comment demander la suppression de vos données personnelles de ConnectPhone E-SIM conformément au RGPD et aux réglementations de confidentialité",
      "keywords": [
        "suppression de données",
        "RGPD",
        "droits à la vie privée",
        "protection des données",
        "droit à l'oubli",
        "suppression de données personnelles",
        "politique de confidentialité"
      ]
    }
  },
  "/privacy-policy": {
    "url": "politique-de-confidentialité",
    "title": "Politique de Confidentialité",
    "e_sim_offers_button_title": "Voir nos offres de eSIM",
    "last_updated": "Dernière mise à jour : Janvier 2024",
    "introduction": {
      "title": "Introduction",
      "description": "Chez ConnectPhone E-SIM, nous nous engageons à protéger votre vie privée et à assurer la sécurité de vos informations personnelles. Cette Politique de Confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous utilisez nos services eSIM et notre site web."
    },
    "information_we_collect": {
      "title": "Informations que Nous Collectons",
      "description": "Nous collectons des informations que vous nous fournissez directement et des informations collectées automatiquement lorsque vous utilisez nos services:",
      "personal_data": {
        "title": "Informations Personnelles",
        "item_1": "Nom, adresse e-mail et numéro de téléphone",
        "item_2": "Adresse de facturation et informations de paiement",
        "item_3": "Identifiants de compte et préférences",
        "item_4": "Communications avec le support client"
      },
      "usage_data": {
        "title": "Informations d'Utilisation",
        "item_1": "Informations et identifiants de l'appareil",
        "item_2": "Données d'activation et d'utilisation eSIM",
        "item_3": "Données d'utilisation et d'analyse du site web"
      }
    },
    "how_we_use": {
      "title": "Comment Nous Utilisons Vos Informations",
      "description": "Nous utilisons les informations que nous collectons pour:",
      "item_1": "Fournir, maintenir et améliorer nos services eSIM",
      "item_2": "Traiter les transactions et envoyer des informations connexes",
      "item_3": "Envoyer des avis techniques, des mises à jour et des messages de support",
      "item_4": "Répondre à vos commentaires, questions et demandes",
      "item_5": "Surveiller et analyser les tendances, l'utilisation et les activités"
    },
    "data_sharing": {
      "title": "Partage et Divulgation des Données",
      "description": "Nous pouvons partager vos informations dans les circonstances suivantes:",
      "item_1": "Avec les fournisseurs de services qui nous aident à exploiter nos services",
      "item_2": "Lorsque la loi l'exige ou pour protéger nos droits",
      "item_3": "Dans le cadre d'un transfert d'entreprise ou d'une fusion"
    },
    "data_security": {
      "title": "Sécurité des Données",
      "description": "Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos informations personnelles contre l'accès non autorisé, l'altération, la divulgation ou la destruction. Cependant, aucune méthode de transmission sur Internet n'est sécurisée à 100%."
    },
    "your_rights": {
      "title": "Vos Droits",
      "description": "Selon votre localisation, vous pouvez avoir certains droits concernant vos informations personnelles:",
      "item_1": "Accéder et recevoir une copie de vos données personnelles",
      "item_2": "Rectifier des données inexactes ou incomplètes",
      "item_3": "Demander la suppression de vos données personnelles",
      "item_4": "Vous opposer ou restreindre le traitement de vos données"
    },
    "cookies": {
      "title": "Cookies et Technologies de Suivi",
      "description": "Nous utilisons des cookies et des technologies de suivi similaires pour collecter et utiliser des informations vous concernant. Vous pouvez contrôler les cookies via les paramètres de votre navigateur, mais cela peut affecter la fonctionnalité de nos services."
    },
    "changes": {
      "title": "Modifications de cette Politique de Confidentialité",
      "description": "Nous pouvons mettre à jour cette Politique de Confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle Politique de Confidentialité sur cette page et en mettant à jour la date 'Dernière mise à jour'."
    },
    "contact": {
      "title": "Contactez-Nous",
      "description": "Si vous avez des questions sur cette Politique de Confidentialité, veuillez <link>nous contacter</link> via nos canaux de support."
    },
    "related_links": {
      "title": "Liens Connexes",
      "data_deletion": "Politique de Suppression des Données",
      "terms_of_service": "Conditions d'Utilisation"
    },
    "metadata": {
      "title": "Politique de Confidentialité - ConnectPhone E-SIM",
      "description": "Découvrez comment ConnectPhone E-SIM collecte, utilise et protège vos informations personnelles",
      "keywords": [
        "politique de confidentialité",
        "protection des données",
        "RGPD",
        "informations personnelles",
        "confidentialité des données",
        "confidentialité eSIM"
      ]
    }
  },
  "/terms-of-service": {
    "url": "conditions-d'utilisation",
    "title": "Conditions d'Utilisation",
    "e_sim_offers_button_title": "Voir nos offres de eSIM",
    "last_updated": "Dernière mise à jour : Janvier 2024",
    "introduction": {
      "title": "Introduction",
      "description": "Bienvenue chez ConnectPhone E-SIM. Ces Conditions d'Utilisation ('Conditions') régissent votre accès et votre utilisation de nos services eSIM, site web et services connexes. En utilisant nos services, vous acceptez d'être lié par ces Conditions."
    },
    "acceptance": {
      "title": "Acceptation des Conditions",
      "description": "En accédant ou en utilisant nos services, vous acceptez de respecter et d'être lié par ces Conditions. Si vous n'acceptez pas une partie de ces Conditions, vous ne pouvez pas accéder ou utiliser nos services."
    },
    "service_description": {
      "title": "Description du Service",
      "description": "ConnectPhone E-SIM fournit des services de connectivité eSIM qui vous permettent de:",
      "item_1": "Acheter et activer des forfaits de données eSIM pour les voyages internationaux",
      "item_2": "Accéder aux services de données mobiles dans les pays pris en charge",
      "item_3": "Gérer votre compte eSIM et son utilisation via notre plateforme"
    },
    "user_responsibilities": {
      "title": "Responsabilités de l'Utilisateur",
      "description": "Vous êtes responsable de:",
      "item_1": "Vous assurer que votre appareil est compatible avec la technologie eSIM",
      "item_2": "Fournir des informations exactes et complètes lors de la création d'un compte",
      "item_3": "Maintenir la sécurité de vos identifiants de compte",
      "item_4": "Utiliser nos services en conformité avec les lois et réglementations applicables"
    },
    "payment": {
      "title": "Paiement et Facturation",
      "description": "Conditions de paiement:",
      "item_1": "Tous les prix sont affichés dans la devise spécifiée au moment de l'achat",
      "item_2": "Le paiement doit être effectué avant l'activation eSIM",
      "item_3": "Les remboursements sont soumis à notre politique de remboursement décrite ci-dessous"
    },
    "refund_policy": {
      "title": "Politique de Remboursement",
      "description": "L'éligibilité au remboursement dépend de divers facteurs, notamment le statut d'activation, l'utilisation et le moment de la demande. Veuillez contacter notre équipe de support pour des demandes de remboursement spécifiques. Généralement, les eSIM non activées peuvent être éligibles au remboursement dans un délai spécifié, tandis que les eSIM activées ne sont généralement pas remboursables."
    },
    "limitation": {
      "title": "Limitation de Responsabilité",
      "description": "Dans la mesure maximale permise par la loi, ConnectPhone E-SIM ne sera pas responsable de tout dommage indirect, accessoire, spécial, consécutif ou punitif, ou de toute perte de profits ou de revenus, qu'ils soient encourus directement ou indirectement, ou de toute perte de données, d'utilisation, de goodwill ou d'autres pertes intangibles."
    },
    "intellectual_property": {
      "title": "Propriété Intellectuelle",
      "description": "Tous les contenus, fonctionnalités et fonctionnalités de nos services, y compris mais sans s'y limiter le texte, les graphiques, les logos et les logiciels, sont la propriété de ConnectPhone E-SIM et sont protégés par les lois internationales sur le droit d'auteur, les marques et autres propriétés intellectuelles."
    },
    "termination": {
      "title": "Résiliation",
      "description": "Nous nous réservons le droit de suspendre ou de résilier votre accès à nos services à tout moment, avec ou sans motif ou préavis, pour quelque raison que ce soit, y compris, mais sans s'y limiter, la violation de ces Conditions."
    },
    "changes": {
      "title": "Modifications des Conditions",
      "description": "Nous nous réservons le droit de modifier ces Conditions à tout moment. Nous informerons les utilisateurs de tout changement important en publiant les Conditions mises à jour sur cette page et en mettant à jour la date 'Dernière mise à jour'. Votre utilisation continue de nos services après de tels changements constitue l'acceptation des nouvelles Conditions."
    },
    "contact": {
      "title": "Contactez-Nous",
      "description": "Si vous avez des questions sur ces Conditions d'Utilisation, veuillez <link>nous contacter</link> via nos canaux de support."
    },
    "related_links": {
      "title": "Liens Connexes",
      "privacy_policy": "Politique de Confidentialité",
      "data_deletion": "Politique de Suppression des Données"
    },
    "metadata": {
      "title": "Conditions d'Utilisation - ConnectPhone E-SIM",
      "description": "Lisez les termes et conditions d'utilisation des services ConnectPhone E-SIM",
      "keywords": [
        "conditions d'utilisation",
        "termes et conditions",
        "accord utilisateur",
        "conditions eSIM",
        "conditions de service"
      ]
    }
  },
  "/contact-us": {
    "url": "nous-contacter",
    "title": "Nous Contacter",
    "e_sim_offers_button_title": "Voir nos offres de eSIM",
    "introduction": {
      "title": "Contactez-Nous",
      "description": "Nous sommes là pour vous aider! Si vous avez des questions, des préoccupations ou besoin d'assistance avec nos services eSIM, n'hésitez pas à nous contacter via l'une des méthodes de contact ci-dessous."
    },
    "contact_methods": {
      "title": "Méthodes de Contact",
      "email": {
        "title": "E-mail",
        "description": "Envoyez-nous un e-mail et nous vous répondrons dans les plus brefs délais."
      },
      "website": {
        "title": "Formulaire de Contact sur le Site Web",
        "description": "Visitez notre site web principal pour utiliser notre formulaire de contact pour les demandes et le support."
      }
    },
    "response_time": {
      "title": "Temps de Réponse",
      "description": "Nous nous efforçons de répondre à toutes les demandes dans un délai de 24 à 48 heures pendant les jours ouvrables. Pour les questions urgentes, veuillez le mentionner dans votre message et nous prioriserons votre demande."
    },
    "related_links": {
      "title": "Liens Connexes",
      "privacy_policy": "Politique de Confidentialité",
      "terms_of_service": "Conditions d'Utilisation",
      "data_deletion": "Politique de Suppression des Données"
    },
    "metadata": {
      "title": "Nous Contacter - ConnectPhone E-SIM",
      "description": "Contactez ConnectPhone E-SIM pour le support, les demandes ou l'assistance avec nos services eSIM",
      "keywords": [
        "contact",
        "support",
        "service client",
        "support eSIM",
        "aide",
        "contacter ConnectPhone"
      ]
    }
  },
  "footer": {
    "description": "Votre fournisseur de confiance pour la connectivité eSIM mondiale. Restez connecté où que vous voyagiez avec nos solutions eSIM fiables et abordables.",
    "quick_links": "Liens Rapides",
    "compatibility_guide": "Guide de Compatibilité",
    "installation_guide": "Guide d'Installation",
    "browse_plans": "Parcourir les Forfaits",
    "support": "Support et Légal",
    "contact_us": "Nous Contacter",
    "privacy_policy": "Politique de Confidentialité",
    "terms_of_service": "Conditions d'Utilisation",
    "data_deletion": "Suppression des Données",
    "all_rights_reserved": "Tous droits réservés",
    "part_of": "Fait partie de"
  }
}
